IDEA Open Model
SubStructureGeometry.TheoreticalMembers Property
Compatible with IDEA StatiCa Beta 20.0
 Array of DesignMemberInSubStructure
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<DesignMemberInSubStructure> TheoreticalMembers { get; set; }
Public Property TheoreticalMembers As List(Of DesignMemberInSubStructure)
	Get
	Set
Return Value
Type: List<DesignMemberInSubStructure>
List of DesignMemberInSubStructure
See Also
Reference
SubStructureGeometry Class
IdeaRS.OpenModel.Model Namespace